[Germany]
1000 = aktive Suche
1001 = oder klicken Sie einmal verbunden
1002 = Verwenden Sie eine "Bluetooth" -Verbindung auf Ihrem iPhone
1003 = Bitte schalten Sie "Bluetooth" auf Ihrem Telefon ein
1004 = Suche ...
1005 = Suche abschließen
1006 = Abbrechen
1007 = Warten auf Verbindung ...
1008 = oder USB-Verbindung
1009 = Klicken Sie, um eine Verbindung herzustellen
1010 = Verbindung wird hergestellt
1011=Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=automatische Verbindung
1030=Setup
[-Germany-]
